Repository: HaithamHussienAleryani/food_hub
Catalog: lib/core/l10n/app_*.arb
Languages: ar

# helloWorld
source: Welcome to
ar: مرحبا بكم في

# appName
source: FoodHub
ar: فوود هوب

# onboardingSubtitle
source: Your favorite food delivered fast at your door
ar: طعامك المفضل سيصلك الى عتبة منزلك

# signIn
source: Sign in with
ar: تسجيل الدخول بواسطة

# onlySignIn
source: Sign in
ar: تسجيل الدخول

source: Sign Up With
ar: انشاء حساب بواسطة

source: facebook
ar: فيسبوك

source: google
ar: جوجل

# startWithEmail
source: Or Start With Email
ar: او ابداء بواسطة البريد الالكتروني

# alreadyHaveAccount
source: Already have an account?
ar: لديك حساب مسبقا؟

source: Sign Up
ar: انشاء حساب

# doNotHaveAccount
source: Don't have an account?
ar: ليس لديك حساب ؟

source: Deliver to
ar: توصيل الى

source: Choose place to deliver
ar: حدد عنوان التوصيل

source: What would you like to order
ar: ماذا تريد ان تطلب

# findFoodOrRestaurants
source: Find restaurants
ar: اعثر على المطاعم

source: offers of the day
ar: عروض اليوم

# starving
source: Starving? Find Restaurants Near You Now
ar: جائع؟ اعثر على المطاعم القريبة منك

source: Featured restaurants
ar: مطاعم مميزة

source: Popular items
ar: وجبات شائعة

source: view all
ar: عرض الكل

# browseAll
source: Browser all
ar: تصفح الكل
